<template>
  <div class="agreement">
    <div class="main" v-title data-title="ERP用户服务协议"></div>
    <h2>ERP用户服务协议</h2>
    <!-- 第一章 -->
    <h4>第一章 总则</h4>
    <p>
      广州思高易网络科技有限公司ERP用户服务协议（以下简称“本协议”），使用广州思高易网络科技有限公司ERP的用户（以下简称“用户”）。
    </p>
    <p>
      本协议用于规范双方之间全部的法律关系及义务，具有合作效力。为明确双方的权利和义务，规范双方业务行为，甲方（用户）、乙方（广州思高易网络科技有限公司）本着平等互利的原则，就使用广州思高易网络科技有限公司ERP的相关事宜达成本协议。
    </p>
    <!-- 第二章 -->
    <h4>第二章 定义</h4>
    <p>
      <i>1.广州思高易网络科技有限公司ERP</i>
      本协议中的广州思高易网络科技有限公司ERP指一站式跨境电子商务服务平台，为用户提供网页版，手机客户端使用软件，为用户提供产品管理、订单管理、物流管理、采购管理、库存管理、店铺管理、公司管理、财务管理、辅助管理等服务
    </p>
    <p>
      <i>2.用户注册</i>
      用户注册是指用户在广州思高易网络科技有限公司ERP中填写相关信息并确认的协议过程
    </p>
    <p>
      <i>3.确认</i>
      确认本协议以及其他服务，是指点击相关页面上的“确认”或表示用户同意的按钮。
    </p>
    <p>
      <i>4.通知</i>
      除本协议另有特别规定的，本协议中的“通知”是指以网站公告形式或电子邮件方式或手机短信通知。
    </p>
    <p>
      <i>5.服务协议的中断、终止</i>
      本协议所称的服务协议中断是指广州思高易网络科技有限公司ERP停止向用户提供全部或部分服务但不注销用户资格的情形。
      本协议所称的服务协议终止是指广州思高易网络科技有限公司ERP注销用户资格、解除与用户服务协议的情形。
    </p>
    <!-- 第三章 -->
    <h4>第三章 用户资格</h4>
    <p>
      <i>适用于本协议注册的用户，应当具备的资格是：</i>
      必须是具备《中华人民共和国民法通则》规定的完全民事行为能力的自然人，或者是具有相应合法证件的实体组织。<br />
    </p>
    <p>
      无民事行为能力人、限制民事行为能力人以及无合法证照的组织不得注册和使用广州思高易网络科技有限公司ERP，其与乙方的服务协议自始无效，乙方一经发现，无需通知，有权直接注销用户。
    </p>
    <!-- 第四章 -->
    <h4>第四章 服务</h4>
    <p>
      <i>本协议所指的服务包括：</i>
      广州思高易网络科技有限公司ERP提供用户使用的服务。
    </p>
    <!-- 第五章 -->
    <h4>第五章 用户（甲方）的权利和义务</h4>
    <p>一、权利</p>
    <p>
      1.
      甲方自愿注册和使用广州思高易网络科技有限公司ERP成为用户，将有权根据甲方等级不同享受不同的服务。
    </p>
    <p>2. 甲方在注册使用期间内，有权办理注销手续，前提是结清所有款项。</p>
    <p>
      3.
      甲方对乙方在服务期间如有疑问、建议或意见时，可通过客服、邮件以及电话进行沟通、咨询和解决。
    </p>
    <p>二、 义务</p>
    <p>
      1.
      甲方应按照机密的原则设置和保管自设密码：避免使用姓名、生日、电话号码等与本人明显相关的信息作为密码；不得将本人自设密码提供其他人；由于密码泄露造成的后果由甲方承担。
    </p>
    <p>
      2.
      甲方必须妥善保管自己的账号和密码，用户擅自转让或授权他人使用自己的账号密码所产生的不良结果。乙方不承担相关责任结果。
    </p>
    <p>
      3.
      甲方有义务在注册时提供自己的真实材料，并保证如真实姓名、联系电话、邮箱等内容的有效性和真实性。用户也有义务在相关资料实际变更时及时更新有关注册资料。用户保证不以他人资料在广州思高易网络科技有限公司ERP进行注册。
    </p>
    <p>
      4.
      甲方不得利用技术手段及其他手段破坏、扰乱、抄袭广州思高易网络科技有限公司ERP。
    </p>
    <p>
      5.
      甲方承诺使用广州思高易网络科技有限公司ERP后及时结算使用相关服务的款项，乙方有权追讨相关法律责任。
    </p>
    <p>
      6.
      甲方承诺使用广州思高易网络科技有限公司ERP时所有行为遵守国家法律法规相关规定，对于任何法律后果的发生，甲方将以自己的名义独立承担所有相应的法律责任。
    </p>
    <!-- 第六章 -->
    <h4>第六章 乙方的权利和义务</h4>
    <p>一、 权利</p>
    <p>1. 乙方有权根据甲方资信和使用情况，决定账户等级。</p>
    <p>
      2. 乙方有制定各业务板块的收费调整、系统升级改造的权利，并在网页进行公告。
    </p>
    <p>
      3.
      甲方存在未按时或约定结算相关费用、不遵守乙方有关业务规定或存在恶意操作、诋毁、损害乙方声誉等情况的，乙方有权单方面终止对甲方服务，并保留追究甲方责任的权利。
    </p>
    <p>
      4.
      如果甲方因乙方系统出错、故障或其他原因获得不当得利的，乙方有权从甲方账户中扣划甲方不当得利所得或暂停对甲方提供服务。
    </p>
    <p>二、 义务</p>
    <p>
      1.
      乙方有义务在技术上确保ERP正常运行，并稳定提供产品管理、订单管理、物流管理、采购管理、库存管理、店铺管理、公司管理、财务管理以及辅助管理的相关服务。
    </p>
    <p>2. 乙方有义务向甲方提供咨询服务、功能介绍、使用操作等内容的培训教学。</p>
    <p>3. 因乙方工作失误导致甲方损失的，乙方会积极与甲方协议赔偿等事宜。</p>
    <!-- 第七章 -->
    <h4>第七章 服务中断及终止</h4>
    <p>
      1.
      甲方未按时结算相关款项时，相关服务自动终止；待甲方充值完成并扣账完毕时，状态恢复正常，乙方重新提供相关服务。
    </p>
    <p>
      2.
      如甲方多次或恶意不按乙方相关规定（包括且不限于结算方面），乙方有权单方面终止本协议，注销用户资格。
    </p>
    <p>
      3. 甲方在广州思高易网络科技有限公司ERP中注销手续办理完毕，本协议即终止。
    </p>
    <p><i>但注销用户后，乙方仍然保留下列权利及义务：</i></p>
    <p>1. 用户注销后，乙方有权保留用户的服务记录</p>
    <p>
      1.
      用户注销后，如用户在乙方提供服务期间存在违法或违反本协议的行为，乙方仍可行使追究的权利。
    </p>
    <p>
      2.
      在甲方违反本协议规定或其他乙方业务规定的情况下，乙方有权利中断或终止本协议。协议终止并不意味能消除终止前交易所带来的任何法律后果。
    </p>
    <p>3. 在下情况下，乙方可以中断对用户的服务：</p>
    <p>4. 不可抗力，其他必须中断服务的情况；</p>
    <p>5. 维护、检修、升级系统等公共网络相关设施需求；</p>
    <p>
      6.
      用户存在违反法律法规及本协议内容的行为，经乙方通知后在规定期限内不予更更正的；
    </p>
    <!-- 第八章 -->
    <h4>第八章 协议修改</h4>
    <p>
      1.乙方有权随时修改本协议的有关条款，一旦本协议的内容发生变动，乙方将会以适当方式向用户告知。
    </p>
    <p>
      2.如果用户不同意乙方对本协议相关条款所做的修改，有权停止使用乙方的服务。如果用户继续使用乙方提供的服务，则视为接受乙方对本协议相关条款的修改。
    </p>
    <!-- 第九章 -->
    <h4>第九章 违约责任</h4>
    <p>
      1.本协议任何一方违反本协议规定的内容，给另一方造成损害的，应当承担违约责任，赔偿另一方因此而造成的损失，包括但不限于物质损失、利息损失、因追索或诉讼而支出的诉讼费、合理的通讯费、交通费、住宿费、律师费等。
    </p>
    <p>
      2.协议一方违反协议规定内容给另一方造成损害的，受损害一方应当采取合理措施避免损失扩大，因防止损失扩大而支出的合理费用，由违约方承担。一方没有采取合理措施避免损失扩大的，对损失扩大部分违约方不承担赔偿责任。
    </p>
    <!-- 第十章 -->
    <h4>第十章 协议的效力和生效</h4>
    <p>
      本协议的任何条款如因任何原因而被确定无效，都不影响本协议其他条款的效力。
      本协议自甲方在广州思高易网络科技有限公司ERP完成注册起生效。
    </p>
    <!-- 第十一章 -->
    <h4>第十一章 解释权</h4>
    <p>本协议条款的最终解释权归广州思高易网络科技有限公司</p>
  </div>
</template>

<script>
export default {
  data() {
    return {
      property: "value",
    };
  },
  created() {
    document.title = "ERP用户服务协议";
  },
  methods: {},
};
</script>

<style lang="less" scoped>
.agreement {
  background: #fff;
  padding: 10px;
  font-size: 17px;
  h2 {
    text-align: center;
  }
  p {
    text-indent: 2em;
    i {
      font-style: normal;
      color: #bb2136;
    }
  }
}
</style>